[
    {
        "name": "Zurich",
        "text": "I've been living in Zurich for more than two years. Even though, civilization-wise, Tel-Aviv and Zurich are two western cities (well, kind of...), moving here wasn't a walk in the park. I had to get used to the cold weather, make a mental transformation from being an engineer back to being a green student. I also had to undertake the challenge of a long-distance relationship, which goes without saying. However, slowly but surely, Zurich exposed me what I call: <q>living a normal life,</q> which is something that Israel rather lacks in some ways. From the perspective of a Tel-Avivian, Zurich might seem as a boring city. In my opinion though, it has everything that a human-beings need (with the exception of a good beach): good people, <a href=\"https://youtu.be/UdQg9dGILJk\" target=\"_blank\" rel=\"noopener noreferrer\">not-too-big, not-too-small</a>, close to year-long beuatiful nature and to every other city in Europe you fancy visiting.",
        "link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d172913.403486789!2d8.396633992947804!3d47.37736967444367!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47900b9749bea219%3A0xe66e8df1e71fdc03!2zWsO8cmljaA!5e0!3m2!1sen!2sch!4v1637259069195!5m2!1sen!2sch"
    },
    {
        "name": "Tel-Aviv",
        "text": "After finishing my Bachelor's at the <a href=\"https://www.technion.ac.il/en/home-2/\" target=\"_blank\" rel=\"noopener noreferrer\">Technion</a> I started working for Robotemi, which was located in south Tel-Aviv. Tel-Aviv 'opened my chakras' in several ways, you might even say it is the first real city I've lived in. I got to experience everything good they say about this city: great food, diverse, colorful and crazy people and of course one of the best beach shorelines in the world! I'm sure I'll come back one day, maybe once I have more money in my pocket.",
        "link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d108169.91309668217!2d34.727206463216284!3d32.08791223310379!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x151d4ca6193b7c1f%3A0xc1fb72a2c0963f90!2sTel%20Aviv-Yafo%2C%20Israel!5e0!3m2!1sen!2sch!4v1637259017807!5m2!1sen!2sch"
    },
    {
        "name": "Haifa",
        "text": "My hometown and where I grew up and where I did my Bachelor's (@ <a href=\"https://www.technion.ac.il/en/home-2/\" target=\"_blank\" rel=\"noopener noreferrer\">Technion</a>). Haifa is THE prettiest city in Israel. In my view it is the home for the best food in and the best sub-culture in Israel. The one and only holy city. The only downside is that you have to be a local or to know a local to get all of the good stuff. I was also lucky to find a bug in the matrix and to live very close to the beach, in <a href=\"https://en.wikipedia.org/wiki/Bat_Galim\" target=\"_blank\" rel=\"noopener noreferrer\">Bat Galim</a>. <img src=\"img/bag-galim.jpg\">",
        "link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d107319.13642181268!2d34.94673647711586!3d32.799602907447024!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x151dba4c750de845%3A0xc35d23982a81529a!2sHaifa%2C%20Israel!5e0!3m2!1sen!2sch!4v1637325684074!5m2!1sen!2sch"
    }
]